Repository: ekarorgit/metadata.csfd.cz
Catalog: resources/resource.language.*/strings.po
Languages: cs_cz

# Addon Summary
source: ČSFD Movie Scraper
cs_cz: ČSFD Metadata Stahovač

# Addon Description
source: Download Movie information from www.csfd.cz (czech-slovak movie database) / combined with www.imdb.com and themoviedb.org
cs_cz: Stahuje informace o filmech z csfd.cz (kombinovaně s imdb.com a themoviedb.org). Volně navázáno na původní verzi od LD a verzi 3.4h nalezenou na netu. (http://ldevel.blogspot.sk/)

# Addon Disclaimer
source: For bugs visit www.github.com/ekarorgit/metadata.csfd.cz
cs_cz: Pro nahlášení bugu navštivte www.github.com/ekarorgit/metadata.csfd.cz

# #30001
source: Force year from filename in search
cs_cz: Zohlednit rok z názvu při vyhledávání

# #30002
source: Remove "part X" from title
cs_cz: Odstraňovat výrazy "part" z názvu filmu

# #30011
source: Get collection name from themoviedb.org
cs_cz: Získat název kolekce z themoviedb.org

# #30012
source: Preferred collection name language
cs_cz: Preferovaný jazyk názvu kolekce

# #30021
source: Get plot from themoviedb.org
cs_cz: Získat obsah z themoviedb.org

# #30022
source: Preferred plot language
cs_cz: Preferovaný jazyk obsahu

# #30031
source: Get cast from themoviedb.org rather than imdb.com
cs_cz: Získat obsazení z themoviedb.org místo imdb.com

# #30100
source: Medias
cs_cz: Filmová média

# #30101
source: Download CSFD poster
cs_cz: Stahovat plakát z ČSFD

# #30102
source: Enable posters from imdb.com
cs_cz: Stahovat plakát z imdb.com

# #30103
source: Enable posters from themoviedb.org
cs_cz: Stahovat plakát z themoviedb.org

# #30104
source: Preferred thumb language
cs_cz: Preferovaný jazyk plakátu

# #30111
source: Download fanart from themoviedb.org
cs_cz: Povolit fanart z themoviedb.org

# #30112
source: Preferred fanart language
cs_cz: Preferovaný jazyk fanartu

# #30121
source: Enable trailers from themoviedb.org
cs_cz: Povolit upoutávky z themoviedb.org

# #30122
source: Preferred trailer language
cs_cz: Preferovaný jazyk upoutávky

# #30200
source: Film title
cs_cz: Název filmu

# #30201
source: Preffered title language (fallback:local)
cs_cz: Preferovaný jazyk názvu filmu (fallback:local)

# #30202
source: Show secondary title
cs_cz: Zobrazit druhý název filmu v závorce

# #30203
source: Preffered secondary title language (fallback:original)
cs_cz: Preferovaný jazyk druhého názvu (fallback:original)

# #30204
source: Swap primary and secondary titles
cs_cz: Prohodit první a druhý název

# #30205
source: Hide secondary title if same as primary
cs_cz: Skrýt druhý název pokud jsou názvy shodné
